Repository: volzinnovation/woladen.de
Catalog: iphone/Woladen/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, lb, lt, lv, mt, nb, nl, nn, pl, pt, rm, sl, sv, tr

# location.usageDescription
source: woladen uses your location to show charging points nearby.
cs: woladen používá vaši polohu k zobrazení nabíjecích bodů v okolí.
da: woladen bruger din placering til at vise ladepunkter i nærheden.
de: woladen nutzt Ihren Standort, um Ladepunkte in der Nähe anzuzeigen.
el: Το woladen χρησιμοποιεί την τοποθεσία σας για να εμφανίζει κοντινά σημεία φόρτισης.
es: woladen utiliza tu ubicación para mostrar los puntos de carga cercanos.
fi: woladen käyttää sijaintiasi näyttääkseen lähellä olevat latauspisteet.
fr: woladen utilise votre position pour afficher les points de recharge à proximité.
hu: A woladen az Ön tartózkodási helyét használja a közeli töltési pontok megjelenítéséhez.
it: woladen utilizza la tua posizione per mostrare i punti di ricarica nelle vicinanze.
lb: woladen benotzt Är Location fir Opluedpunkten an der Géigend ze weisen.
lt: woladen naudoja jūsų vietą, kad parodytų netoliese esančius įkrovimo taškus.
lv: woladen izmanto jūsu atrašanās vietu, lai parādītu tuvumā esošos uzlādes punktus.
mt: woladen juża l-lokalità tiegħek biex juri l-punti tal-iċċarġjar fil-qrib.
nb: woladen bruker posisjonen din til å vise ladepunkter i nærheten.
nl: woladen gebruikt jouw locatie om oplaadpunten in de buurt te tonen.
nn: woladen bruker posisjonen din til å vise ladepunkter i nærheten.
pl: woladen wykorzystuje Twoją lokalizację, aby pokazać pobliskie punkty ładowania.
pt: woladen usa sua localização para mostrar pontos de carregamento próximos.
rm: woladen utilisescha tes lieu per mussar puncts da chargiar en vischinanza.
sl: woladen uporablja vašo lokacijo za prikaz polnilnih mest v bližini.
sv: woladen använder din plats för att visa laddningspunkter i närheten.
tr: woladen yakındaki şarj noktalarını göstermek için konumunuzu kullanır.

# meta.ogTitle
source: woladen - Smart EV Stops in Europe
cs: woladen - Chytré EV zastávky v Evropě
da: woladen - Smarte elbilstop i Europa
de: woladen - Smarte EV-Stopps in Europa
el: woladen - Έξυπνες στάσεις φόρτισης EV στην Ευρώπη
es: woladen - Paradas inteligentes para VE en Europa
fi: woladen - Älykkäät sähköautopysähdykset Euroopassa
fr: woladen - Arrêts de recharge intelligents en Europe
hu: woladen - Okos EV-megállók Európában
it: woladen - Soste EV intelligenti in Europa
lb: woladen - Smart EV-Stopp an Europa
lt: woladen - Išmanūs elektromobilių sustojimai Europoje
lv: woladen - Gudras elektroauto pieturas Eiropā
mt: woladen - Waqfiet EV intelliġenti fl-Ewropa
nb: woladen - Smarte elbil-stopp i Europa
nl: woladen - Slimme EV-stops in Europa
nn: woladen - Smarte elbil-stopp i Europa
pl: woladen - Inteligentne postoje EV w Europie
pt: woladen - Paragens inteligentes para VE na Europa
rm: woladen - Fermadas EV smartas en l'Europa
sl: woladen - Pametni EV postanki v Evropi
sv: woladen - Smarta elbilsstopp i Europa
tr: woladen - Avrupa'da akıllı EV molaları

# meta.title
source: woladen - Smart EV Stops in Europe
cs: woladen - Chytré EV zastávky v Evropě
da: woladen - Smarte elbilstop i Europa
de: woladen - Smarte EV-Stopps in Europa
el: woladen - Έξυπνες στάσεις φόρτισης EV στην Ευρώπη
es: woladen - Paradas inteligentes para VE en Europa
fi: woladen - Älykkäät sähköautopysähdykset Euroopassa
fr: woladen - Arrêts de recharge intelligents en Europe
hu: woladen - Okos EV-megállók Európában
it: woladen - Soste EV intelligenti in Europa
lb: woladen - Smart EV-Stopp an Europa
lt: woladen - Išmanūs elektromobilių sustojimai Europoje
lv: woladen - Gudras elektroauto pieturas Eiropā
mt: woladen - Waqfiet EV intelliġenti fl-Ewropa
nb: woladen - Smarte elbil-stopp i Europa
nl: woladen - Slimme EV-stops in Europa
nn: woladen - Smarte elbil-stopp i Europa
pl: woladen - Inteligentne postoje EV w Europie
pt: woladen - Paragens inteligentes para VE na Europa
rm: woladen - Fermadas EV smartas en l'Europa
sl: woladen - Pametni EV postanki v Evropi
sv: woladen - Smarta elbilsstopp i Europa
tr: woladen - Avrupa'da akıllı EV molaları

# nav.favorites
source: Favorites
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
hu: Kedvencek
it: Preferiti
lb: Favoritten
lt: Mėgstamiausi
lv: Izlase
mt: Favoriti
nb: Favoritter
nl: Favorieten
nn: Favorittar
pl: Ulubione
pt: Favoritos
rm: Favorits
sl: Priljubljene
sv: Favoriter
tr: Favoriler

# nav.label
source: Main navigation
cs: Hlavní navigace
da: Hovednavigation
de: Hauptnavigation
el: Κύρια πλοήγηση
es: Navegación principal
fi: Päänavigaatio
fr: Navigation principale
hu: Fő navigáció
it: Navigazione principale
lb: Haaptnavigatioun
lt: Pagrindinė navigacija
lv: Galvenā navigācija
mt: Navigazzjoni prinċipali
nb: Hovednavigasjon
nl: Hoofdnavigatie
nn: Hovudnavigasjon
pl: Nawigacja główna
pt: Navegação principal
rm: Navigaziun principala
sl: Glavna navigacija
sv: Huvudnavigation
tr: Ana gezinme

# nav.list
source: List
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
fi: Lista
fr: Liste
hu: Lista
it: Lista
lb: Lëscht
lt: Sąrašas
lv: Saraksts
mt: Lista
nb: Liste
nl: Lijst
nn: Liste
pl: Lista
pt: Lista
rm: Glista
sl: Seznam
sv: Lista
tr: Liste

# nav.map
source: Map
cs: Mapa
da: Kort
de: Karte
el: Χάρτης
es: Mapa
fi: Kartta
fr: Carte
hu: Térkép
it: Mappa
lb: Kaart
lt: Žemėlapis
lv: Karte
mt: Mappa
nb: Kart
nl: Kaart
nn: Kart
pl: Mapa
pt: Mapa
rm: Charta
sl: Zemljevid
sv: Karta
tr: Harita

# nav.route
source: Route
cs: Trasa
da: Rute
el: Διαδρομή
es: Ruta
fi: Reitti
fr: Itinéraire
hu: Útvonal
it: Percorso
lt: Maršrutas
lv: Maršruts
mt: Rotta
nb: Rute
nn: Rute
pl: Trasa
pt: Rota
rm: Ruta
sl: Pot
sv: Rutt
tr: Rota

# nav.stats
source: Stats
cs: Statistiky
el: Στατιστικά
fi: Tilastot
hu: Statisztika
lb: Statistiken
lt: Statistika
lv: Statistika
nb: Statistikk
nl: Statistieken
nn: Statistikk
pl: Statystyki
rm: Statistica
sl: Statistika
sv: Statistik
tr: İstatistik

# rating.ariaLabel
source: Rate charging station
cs: Ohodnoťte nabíjecí stanici
da: Pris ladestation
de: Ladestation bewerten
el: Βαθμολογήστε το σταθμό φόρτισης
es: Estación de carga de tarifas
fi: Arvostele latausasema
fr: Tarif borne de recharge
hu: Töltőállomás díja
it: Tariffa stazione di ricarica
lb: Taux Opluedstatioun
lt: Įvertinkite įkrovimo stotelę
lv: Novērtējiet uzlādes staciju
mt: Stazzjon tal-iċċarġjar tar-rata
nb: Pris ladestasjon
nl: Laadstation beoordelen
nn: Pris ladestasjon
pl: Stacja ładowania stawek
pt: Estação de carregamento de taxa
rm: Valitar staziun da chargiar
sl: Stopnja polnilne postaje
sv: Prisladdningsstation
tr: Hız şarj istasyonu

# rating.average
source: Average from {count}
cs: Průměr ze {count}
da: Gennemsnit fra {count}
de: Durchschnitt aus {count}
el: Μέσος όρος από {count}
es: Promedio de {count}
fi: Keskiarvo alkaen {count}
fr: Moyenne de {count}
hu: Átlag a {count}-től
it: Media da {count}
lb: Duerchschnëtt vun {count}
lt: Vidutinis nuo {count}
lv: Vidējais no {count}
mt: Medja minn {count}
nb: Gjennomsnittlig fra {count}
nl: Gemiddelde uit {count}
nn: Gjennomsnittlig fra {count}
pl: Średnia z {count}
pt: Média de {count}
rm: Media da {count}
sl: Povprečje od {count}
sv: Genomsnitt från {count}
tr: {count}'den ortalama

# rating.label
source: Rating
cs: Hodnocení
da: Bedømmelse
de: Bewertung
el: Βαθμολογία
es: Calificación
fi: Luokitus
fr: Note
hu: Értékelés
it: Valutazione
lb: Bewäertung
lt: Įvertinimas
lv: Vērtējums
mt: Klassifikazzjoni
nb: Vurdering
nl: Beoordeling
nn: Vurdering
pl: Ocena
pt: Avaliação
rm: Valitaziun
sl: Ocena
sv: Betyg
tr: Derecelendirme

# rating.localOnly
source: only on this device
cs: pouze na tomto zařízení
da: kun på denne enhed
de: nur auf diesem Gerät
el: μόνο σε αυτήν τη συσκευή
es: solo en este dispositivo
fi: vain tällä laitteella
fr: uniquement sur cet appareil
hu: csak ezen a készüléken
it: solo su questo dispositivo
lb: nëmmen op dësem Apparat
lt: tik šiame įrenginyje
lv: tikai šajā ierīcē
mt: biss fuq dan l-apparat
nb: kun på denne enheten
nl: alleen op dit apparaat
nn: kun på denne enheten
pl: tylko na tym urządzeniu
pt: somente neste dispositivo
rm: mo sin quest apparat
sl: samo na tej napravi
sv: endast på den här enheten
tr: yalnızca bu cihazda

# rating.localTitle
source: Your local rating
cs: Vaše místní hodnocení
da: Din lokale vurdering
de: Deine lokale Bewertung
el: Η τοπική σας βαθμολογία
es: Tu calificación local
fi: Paikallinen luokitus
fr: Votre note locale
hu: Az Ön helyi értékelése
it: La tua valutazione locale
lb: Är lokal Bewäertung
lt: Jūsų vietinis įvertinimas
lv: Jūsu vietējais vērtējums
mt: Il-klassifikazzjoni lokali tiegħek
nb: Din lokale vurdering
nl: Jouw lokale beoordeling
nn: Din lokale vurdering
pl: Twoja lokalna ocena
pt: Sua classificação local
rm: Tia valitaziun locala
sl: Vaša lokalna ocena
sv: Ditt lokala betyg
tr: Yerel derecelendirmeniz

# rating.many
source: {count} ratings
cs: Hodnocení {count}
da: {count} vurderinger
de: {count} Bewertungen
el: Αξιολογήσεις {count}
es: Calificaciones de {count}
fi: {count}-luokitukset
fr: Notes du {count}
hu: {count} minősítések
it: Valutazioni {count}
lb: {count} Bewäertungen
lt: {count} įvertinimai
lv: {count} vērtējumi
mt: Klassifikazzjonijiet {count}
nb: {count} karakterer
nl: {count} beoordelingen
nn: {count} karakterer
pl: Oceny {count}
pt: Classificações {count}
rm: {count} valitaziuns
sl: Ocene {count}
sv: {count} betyg
tr: {count} derecelendirmeleri

# rating.one
source: {count} rating
cs: Hodnocení {count}
da: {count} bedømmelse
de: {count} Bewertung
el: Αξιολόγηση {count}
es: Clasificación {count}
fi: {count} luokitus
fr: Note {count}
hu: {count} minősítés
it: Valutazione {count}
lb: {count} Bewäertung
lt: {count} reitingas
lv: {count} vērtējums
mt: Klassifikazzjoni {count}
nb: {count} vurdering
nl: {count} beoordeling
nn: {count} vurdering
pl: Ocena {count}
pt: Classificação {count}
rm: {count} valitaziun
sl: Ocena {count}
sv: {count} betyg
tr: {count} derecelendirmesi

# rating.save
source: Saving rating...
cs: Ukládání hodnocení...
da: Gemmer bedømmelse...
de: Speichere Bewertung...
el: Αποθήκευση βαθμολογίας...
es: Guardando calificación...
fi: Tallennetaan arviota...
fr: Sauvegarde de la note...
hu: Értékelés mentése...
it: Salvataggio valutazione...
lb: Spuert Bewäertung...
lt: Išsaugomas įvertinimas...
lv: Notiek vērtējuma saglabāšana...
mt: Tiffrankar tal-klassifikazzjoni...
nb: Lagrer vurdering...
nl: Beoordeling opslaan...
nn: Lagrer vurdering...
pl: Zapisywanie oceny...
pt: Salvando avaliação...
rm: Memorisar valitaziun...
sl: Shranjevanje ocene...
sv: Sparar betyg...
tr: Puan kaydediliyor...

# rating.serverError
source: Rating saved locally. Server currently unavailable.
cs: Hodnocení uloženo místně. Server je momentálně nedostupný.
da: Bedømmelse gemt lokalt. Serveren er ikke tilgængelig i øjeblikket.
de: Bewertung lokal gespeichert. Server gerade nicht erreichbar.
el: Η αξιολόγηση αποθηκεύτηκε τοπικά. Ο διακομιστής δεν είναι διαθέσιμος αυτήν τη στιγμή.
es: Calificación guardada localmente. Servidor no disponible actualmente.
fi: Arvio tallennettu paikallisesti. Palvelin ei tällä hetkellä käytettävissä.
fr: Note enregistrée localement. Serveur actuellement indisponible.
hu: Az értékelés helyben mentve. A szerver jelenleg nem elérhető.
it: Valutazione salvata localmente. Server attualmente non disponibile.
lb: Bewäertung lokal gespäichert. Server momentan net verfügbar.
lt: Įvertinimas išsaugotas vietoje. Serveris šiuo metu nepasiekiamas.
lv: Vērtējums saglabāts lokāli. Serveris pašlaik nav pieejams.
mt: Rating salvat lokalment. Server bħalissa mhux disponibbli.
nb: Vurdering lagret lokalt. Serveren er for øyeblikket utilgjengelig.
nl: Beoordeling lokaal opgeslagen. Server momenteel niet beschikbaar.
nn: Vurdering lagret lokalt. Serveren er for øyeblikket utilgjengelig.
pl: Ocena zapisana lokalnie. Serwer aktualnie niedostępny.
pt: Classificação salva localmente. Servidor atualmente indisponível.
rm: Valitaziun memorisada localmain. Il server n’è actualmain betg disponibel.
sl: Ocena shranjena lokalno. Strežnik trenutno ni na voljo.
sv: Betyg sparas lokalt. Servern är inte tillgänglig för närvarande.
tr: Derecelendirme yerel olarak kaydedildi. Sunucu şu anda kullanılamıyor.

# rating.starMany
source: {count} stars
cs: Hvězdy {count}
da: {count} stjerner
de: {count} Sterne
el: {count} αστέρια
es: Estrellas {count}
fi: {count} tähdet
fr: Étoiles {count}
hu: {count} csillagok
it: Stelle {count}
lb: {count} Stären
lt: {count} žvaigždės
lv: {count} zvaigznes
mt: stilel {count}
nb: {count} stjerner
nl: {count} sterren
nn: {count} stjerner
pl: Gwiazdy {count}
pt: Estrelas {count}
rm: {count} stailas
sl: {count} zvezde
sv: {count} stjärnor
tr: {count} yıldızları

# rating.starOne
source: {count} star
cs: Hvězda {count}
da: {count} stjerne
de: {count} Stern
el: Αστέρι {count}
es: Estrella {count}
fi: {count} tähti
fr: Étoile {count}
hu: {count} csillag
it: Stella {count}
lb: {count} Stär
lt: {count} žvaigždė
lv: {count} zvaigzne
mt: {count} stilla
nb: {count}-stjerne
nl: {count} ster
nn: {count}-stjerne
pl: Gwiazda {count}
pt: Estrela {count}
rm: {count} staila
sl: {count} zvezda
sv: {count} stjärna
tr: {count} yıldızı

# rating.summary
source: Avg {value} from {count}
cs: Průměr {value} od {count}
da: Gns. {value} fra {count}
de: Ø {value} aus {count}
el: Μέσος όρος {value} από {count}
es: Promedio de {value} de {count}
fi: Avg {value} alkaen {count}
fr: Moy. {value} à partir de {count}
hu: Átl. {value} a {count}-től
it: Media {value} da {count}
lb: Duerchschnëtt {value} vun {count}
lt: Vid. {value} iš {count}
lv: Vid. {value} no {count}
mt: Medja {value} minn {count}
nb: Gjennomsnittlig {value} fra {count}
nl: Gem. {value} uit {count}
nn: Gjennomsnittlig {value} fra {count}
pl: Średnia {value} z {count}
pt: Média {value} de {count}
rm: Media {value} da {count}
sl: Povprečje {value} od {count}
sv: Genomsnittlig {value} från {count}
tr: {count}'den ortalama {value}

# rating.unrated
source: Not rated yet
cs: Zatím neohodnoceno
da: Ikke bedømt endnu
de: Noch nicht bewertet
el: Δεν έχει αξιολογηθεί ακόμα
es: Aún no calificado
fi: Ei vielä arvioitu
fr: Pas encore noté
hu: Még nincs minősítve
it: Non ancora valutato
lb: Nach net bewäert
lt: Dar neįvertinta
lv: Vēl nav novērtēts
mt: Għadu mhux ikklassifikat
nb: Ikke vurdert ennå
nl: Nog niet beoordeeld
nn: Ikke vurdert ennå
pl: Jeszcze nie ocenione
pt: Ainda não avaliado
rm: Anc betg valità
sl: Še ni ocenjeno
sv: Inte betygsatt ännu
tr: Henüz derecelendirilmedi

# rating.yourRating
source: Your rating: {rating} of 5
cs: Vaše hodnocení: {rating} z 5
da: Din vurdering: {rating} af 5
de: Deine Bewertung: {rating} von 5
el: Η αξιολόγησή σας: {rating} από 5
es: Tu calificación: {rating} de 5
fi: Arviosi: {rating}/5
fr: Votre note : {rating} sur 5
hu: Az Ön értékelése: {rating}/5
it: La tua valutazione: {rating} su 5
lb: Är Bewäertung: {rating} vun 5
lt: Jūsų įvertinimas: {rating} iš 5
lv: Jūsu vērtējums: {rating} no 5
mt: Il-klassifikazzjoni tiegħek: {rating} ta '5
nb: Din vurdering: {rating} av 5
nl: Jouw beoordeling: {rating} van 5
nn: Din vurdering: {rating} av 5
pl: Twoja ocena: {rating} na poziomie 5
pt: Sua avaliação: {rating} de 5
rm: Tia valitaziun: {rating} da 5
sl: Vaša ocena: {rating} od 5
sv: Ditt betyg: {rating} av 5
tr: Derecelendirmeniz: {rating}/5

# route.addAllFavorites
source: Add all as favorites
cs: Přidat vše do oblíbených
da: Tilføj alle som favoritter
de: Alle als Favoriten
el: Προσθήκη όλων στα αγαπημένα
es: Añadir todas a favoritos
fi: Lisää kaikki suosikkeihin
fr: Tout ajouter aux favoris
hu: Összes hozzáadása a kedvencekhez
it: Aggiungi tutte ai preferiti
lb: All als Favoritten derbäisetzen
lt: Pridėti visas prie mėgstamų
lv: Pievienot visas izlasei
mt: Żid kollha mal-favoriti
nb: Legg alle til som favoritter
nl: Alles als favorieten
nn: Legg alle til som favorittar
pl: Dodaj wszystkie do ulubionych
pt: Adicionar todas aos favoritos
rm: Agiuntar tuttas sco favoritas
sl: Dodaj vse med priljubljene
sv: Lägg till alla som favoriter
tr: Tümünü favorilere ekle

# route.addAllFavoritesWithCount
source: Add all {count} as favorites
cs: Přidat všech {count} do oblíbených
da: Tilføj alle {count} som favoritter
de: Alle {count} als Favoriten speichern
el: Προσθήκη και των {count} στα αγαπημένα
es: Añadir las {count} a favoritos
fi: Lisää kaikki {count} suosikkeihin
fr: Ajouter les {count} aux favoris
hu: Mind a {count} állomás hozzáadása a kedvencekhez
it: Aggiungi tutte le {count} ai preferiti
lb: All {count} als Favoritten derbäisetzen
lt: Pridėti visas {count} prie mėgstamų
lv: Pievienot visas {count} izlasei
mt: Żid il-{count} kollha mal-favoriti
nb: Legg alle {count} til som favoritter
nl: Alle {count} als favorieten opslaan
nn: Legg alle {count} til som favorittar
pl: Dodaj wszystkie {count} do ulubionych
pt: Adicionar todas as {count} aos favoritos
rm: Agiuntar tuttas {count} sco favoritas
sl: Dodaj vseh {count} med priljubljene
sv: Lägg till alla {count} som favoriter
tr: {count} istasyonun tümünü favorilere ekle

# route.capacityExhausted
source: Routing capacity is currently exhausted. Please try again later.
cs: Kapacita trasování je momentálně vyčerpána. Zkuste to prosím později znovu.
da: Routingkapaciteten er i øjeblikket opbrugt. Prøv igen senere.
de: Die Routing-Kapazitäten sind aktuell erschöpft. Bitte versuche es später erneut.
el: Η χωρητικότητα δρομολόγησης έχει εξαντληθεί προσωρινά. Δοκιμάστε ξανά αργότερα.
es: La capacidad de cálculo de rutas está agotada en este momento. Inténtalo de nuevo más tarde.
fi: Reitityskapasiteetti on tällä hetkellä täynnä. Yritä myöhemmin uudelleen.
fr: Les capacités de calcul d’itinéraire sont actuellement épuisées. Réessayez plus tard.
hu: Az útvonaltervezési kapacitás jelenleg kimerült. Próbálja újra később.
it: La capacità di calcolo dei percorsi è attualmente esaurita. Riprova più tardi.
lb: D'Routing-Kapazitéite si momentan ausgeschöpft. Probéier et w.e.g. méi spéit nach eng Kéier.
lt: Maršrutų skaičiavimo pajėgumai šiuo metu išnaudoti. Bandykite vėliau dar kartą.
lv: Maršrutēšanas jauda pašlaik ir izsmelta. Lūdzu, mēģiniet vēlreiz vēlāk.
mt: Il-kapaċità tar-routing bħalissa ġiet eżawrita. Jekk jogħġbok erġa' pprova aktar tard.
nb: Rutekapasiteten er for øyeblikket brukt opp. Prøv igjen senere.
nl: De routecapaciteit is momenteel uitgeput. Probeer het later opnieuw.
nn: Rutekapasiteten er for augeblinken brukt opp. Prøv igjen seinare.
pl: Możliwości wyznaczania tras są obecnie wyczerpane. Spróbuj ponownie później.
pt: A capacidade de cálculo de rotas está esgotada no momento. Tenta novamente mais tarde.
rm: La capacitad da calcular rutas è actualmain exaurida. Emprova pli tard anc ina giada.
sl: Zmogljivosti za izračun poti so trenutno izčrpane. Poskusite znova pozneje.
sv: Ruttkapaciteten är för närvarande förbrukad. Försök igen senare.
tr: Rota hesaplama kapasitesi şu anda tükendi. Lütfen daha sonra tekrar deneyin.

# route.cardAccess
source: {distance} from route
cs: {distance} od trasy
da: {distance} fra ruten
de: {distance} von der Route
el: {distance} από τη διαδρομή
es: {distance} de la ruta
fi: {distance} reitiltä
fr: {distance} depuis l’itinéraire
hu: {distance} az útvonaltól
it: {distance} dal percorso
lb: {distance} vun der Route
lt: {distance} nuo maršruto
lv: {distance} no maršruta
mt: {distance} mir-rotta
nb: {distance} fra ruten
nl: {distance} van de route
nn: {distance} frå ruta
pl: {distance} od trasy
pt: {distance} da rota
rm: {distance} da la ruta
sl: {distance} od poti
sv: {distance} från rutten
tr: Rotadan {distance}

# route.cardPosition
source: route km {distance}
cs: km trasy {distance}
da: rute-km {distance}
de: Routen-km {distance}
el: χλμ. διαδρομής {distance}
es: km de ruta {distance}
fi: reitti-km {distance}
fr: km d’itinéraire {distance}
hu: útvonal-km {distance}
it: km percorso {distance}
lt: maršruto km {distance}
lv: maršruta km {distance}
mt: km tar-rotta {distance}
nb: rute-km {distance}
nn: rute-km {distance}
pl: km trasy {distance}
pt: km da rota {distance}
rm: km da ruta {distance}
sl: km poti {distance}
sv: rutt-km {distance}
tr: rota km {distance}

# route.currentLocation
source: My location
cs: Moje poloha
da: Min placering
de: Mein Standort
el: Η τοποθεσία μου
es: Mi ubicación
fi: Oma sijainti
fr: Ma position
hu: Saját helyzet
it: La mia posizione
lb: Meng Positioun
lt: Mano vieta
lv: Mana atrašanās vieta
mt: Il-post tiegħi
nb: Min posisjon
nl: Mijn locatie
nn: Min posisjon
pl: Moja lokalizacja
pt: A minha localização
rm: Mia posiziun
sl: Moja lokacija
sv: Min plats
tr: Konumum

# route.destination
source: To
cs: Kam
da: Til
de: Nach
el: Προς
es: Destino
fi: Minne
fr: Arrivée
hu: Hová
it: A
lb: Op
lt: Į
lv: Uz
mt: Sa
nb: Til
nl: Naar
nn: Til
pl: Do
pt: Destino
rm: A
sl: Do
sv: Till
tr: Nereye

# route.destinationPlaceholder
source: Destination address
cs: Cílová adresa
da: Destinationsadresse
de: Zieladresse
el: Διεύθυνση προορισμού
es: Dirección de destino
fi: Määränpään osoite
fr: Adresse d’arrivée
hu: Célcím
it: Indirizzo di destinazione
lb: Ziladress
lt: Tikslo adresas
lv: Galamērķa adrese
mt: Indirizz tad-destinazzjoni
nb: Destinasjonsadresse
nl: Bestemmingsadres
nn: Destinasjonsadresse
pl: Adres docelowy
pt: Endereço de destino
rm: Adressa da destinaziun
sl: Ciljni naslov
sv: Måladress
tr: Varış adresi

# route.empty
source: Enter a start and destination to find charging stations along the route.
cs: Zadejte začátek a cíl, abyste našli nabíjecí stanice podél trasy.
da: Indtast start og destination for at finde ladestationer langs ruten.
de: Gib Start und Ziel ein, um Ladestationen entlang der Route zu finden.
el: Δώστε αφετηρία και προορισμό για να βρείτε σταθμούς φόρτισης στη διαδρομή.
es: Introduce origen y destino para encontrar estaciones de carga en la ruta.
fi: Anna lähtö ja määränpää löytääksesi latausasemat reitin varrella.
fr: Indiquez un départ et une arrivée pour trouver des bornes de recharge le long de l’itinéraire.
hu: Adja meg az indulást és a célt az útvonal menti töltőállomások kereséséhez.
it: Inserisci partenza e destinazione per trovare stazioni di ricarica lungo il percorso.
lb: Gitt Start an Zil an, fir Opluedstatiounen laanscht d’Route ze fannen.
lt: Įveskite pradžią ir tikslą, kad rastumėte įkrovimo stoteles maršrute.
lv: Ievadiet sākumu un galamērķi, lai atrastu uzlādes stacijas maršrutā.
mt: Daħħal il-bidu u d-destinazzjoni biex issib stazzjonijiet tal-iċċarġjar tul ir-rotta.
nb: Skriv inn start og destinasjon for å finne ladestasjoner langs ruten.
nl: Voer start en bestemming in om laadstations langs de route te vinden.
nn: Skriv inn start og destinasjon for å finne ladestasjonar langs ruta.
pl: Podaj początek i cel, aby znaleźć stacje ładowania na trasie.
pt: Introduza origem e destino para encontrar estações de carregamento na rota.
rm: Endatescha partenza e destinaziun per chattar staziuns da chargiar per lung da la ruta.
sl: Vnesite začetek in cilj, da najdete polnilne postaje ob poti.
sv: Ange start och mål för att hitta laddstationer längs rutten.
tr: Rota üzerindeki şarj istasyonlarını bulmak için başlangıç ve varış girin.

# route.favoriteCategory
source: Route {origin} / {destination}
cs: Trasa {origin} / {destination}
da: Rute {origin} / {destination}
el: Διαδρομή {origin} / {destination}
es: Ruta {origin} / {destination}
fi: Reitti {origin} / {destination}
fr: Itinéraire {origin} / {destination}
hu: Útvonal {origin} / {destination}
it: Percorso {origin} / {destination}
lt: Maršrutas {origin} / {destination}
lv: Maršruts {origin} / {destination}
mt: Rotta {origin} / {destination}
nb: Rute {origin} / {destination}
nn: Rute {origin} / {destination}
pl: Trasa {origin} / {destination}
pt: Rota {origin} / {destination}
rm: Ruta {origin} / {destination}
sl: Pot {origin} / {destination}
sv: Rutt {origin} / {destination}
tr: Rota {origin} / {destination}
